/* eslint-disable react/no-unescaped-entities */

import "@/components/styles/History.scss";

export default function History() {
  return (
    <section className=" relative flex  bg-white h-max z-1 w-    py-32 ">
      <div className=" mx-20  flex flex-col space-y-7">
        <article className="text-wrap text-pretty">
          <p className="text-3xl font-bold pb-10 ">История Фонда «Синергия»</p>
          <p className="text-xl pb-10 ">
            Фонд развития культурно-делового сотрудничества городов-побратимов
            Санкт-Петербурга «СИНЕРГИЯ» является некоммерческой организацией, не
            имеющей членства, учрежденной юридическими лицами на основе
            добровольных имущественных взносов, преследующей социальные
            общественно-полезные цели, предусмотренные Уставом (Устав утверждён
            собранием учредителей, Протокол №1 от 20.02.2022). Фонд
            зарегистрирован от 28.04.2022 в Главном управлении Министерства
            юстиции Российской Федерации по Санкт-Петербургу и Ленинградской
            области. ГУ Минюста России по СПб и ЛО.
          </p>

          <p className="text-xl pb-10 ">
            "Краеугольным камнем" в основании Фонда послужила итоговая Резолюция
            Конференции городов-побратимов Санкт-Петербурга от 26.10.2018 года о
            создании ежегодного фестиваля городов-побратимов Санкт-Петербурга, а
            также договоренности между представителями органов власти,
            российского и зарубежного бизнес-сообщества по развитию дальнейшего
            сотрудничества и реализации совместных проектов.
          </p>

          <p className="text-xl pb-10 ">
            В рамках проектной деятельности Фонд «СИНЕРГИЯ» объединяет усилия
            всех сторон, заинтересованных в развитии сильного культурного бренда
            Санкт-Петербурга, ответственные комитеты города совместными усилиями
            могут координировать культурные, туристические, научные,
            инновационные, спортивные мероприятия города, обеспечивая их мировую
            известность. Фонд «СИНЕРГИЯ» организует свою работу в тесном
            взаимодействии с органами исполнительной власти, с государственными,
            общественными и коммерческими организациями Российской Федерации, а
            также с учреждениями и организациями стран проживания
            соотечественников, в странах ЕАЭС и СНГ.
          </p>
        </article>
      </div>
    </section>
  );
}
