export default function Economics() {
  return (
    <section className="relative bg-white py-8 md:py-32">
      <div className="max-w-screen-md mx-auto">
        <h2 className="text-2xl font-bold pb-6 text-center">
          Экономика Санкт-Петербурга
        </h2>

        <figure className="md:flex bg-slate-100 rounded-xl p-4 md:p-0 dark:bg-slate-800 rounded-lg">
          <img
            className="w-1/2 md:w-1/3 h-auto mx-auto rounded-lg"
            src="/economics/Beglov.jpg"
            alt=""
          />
          <div className="pt-4 md:p-4 text-center md:text-left space-y-2">
            <blockquote>
              <p className="text-sm md:text-base font-medium text-white">
                “В структуре налоговых поступлений в бюджетную систему
                Российской Федерации промышленность Санкт‑Петербурга занимает
                39,1%. Петербургская промышленность вышла на стабильно высокий
                уровень индекса промышленного производства: по итогам 2023 года
                - это 109,9 %, а в обрабатывающей промышленности - 111,4%.
                Увеличились объемы отгрузки продукции - до 4 трлн рублей,
                инвестиции заводов в собственный капитал по итогам 9 месяцев
                выросли на 28,8% относительно прошлогоднего периода. А это -
                обеспечение долгосрочного развития промышленности города и вклад
                в будущее за счет модернизации производственных Фондов.”
              </p>
            </blockquote>
            <figcaption className="font-medium">
              <div className="text-sky-500 dark:text-sky-400">
                Беглов Александр Дмитриевич
              </div>
              <div className="text-slate-700 dark:text-slate-500">
                Губернатор Санкт‑Петербурга
              </div>
            </figcaption>
          </div>
        </figure>

        <div className="pt-6 md:pt-8 text-justify md:text-left space-y-4 px-6 md:px-2">
          <p className="text-base font-medium text-black">
            Высший исполнительный орган государственной власти Санкт‑Петербурга
            — <a href="#">Правительство</a>, формируемое Губернатором.
          </p>
          <blockquote>
            <p className="text-sm md:text-base font-medium text-black py-4 md:py-0 px-4 md:text-lg text-justify">
              Санкт‑Петербург - второй по количеству жителей город России с
              населением 5 377,503 тыс. человек (на 01.01.2022). Выгодное
              географическое положение Санкт‑Петербурга на пересечении морских,
              речных и наземных транспортных коридоров, обеспечивающее близость
              к европейскому рынку, во многом определило направление его
              развития в качестве «европейских ворот» России. Санкт‑Петербург -
              крупнейший историко-культурный центр России и мира. Культурное
              наследие и культурный потенциал Санкт‑Петербурга входят в число
              его ключевых ресурсов, обусловливающих интерес и внимание к
              Санкт‑Петербургу со стороны российской и мировой общественности.
              Культурное достояние Санкт‑Петербурга представляет собой важнейший
              экономический ресурс, который обеспечивает условия для развития
              туризма, привлекает в Санкт‑Петербурге и удерживает в нем
              образованных людей. Развитие сферы культуры имеет непосредственное
              отношение к улучшению качества жизни, обеспечению комфортных
              условий работы и досуга для жителей и гостей Санкт‑Петербурга.
              Санкт‑Петербург - важный центр образования и подготовки кадров для
              сферы культуры и искусства. Санкт‑Петербург является одним из
              популярных туристических мест, обеспечивает миллионам гостей
              доступ к богатейшему культурному достоянию и вносит свой вклад в
              популяризацию российского историко-культурного наследия.
              Культурная функция Санкт‑Петербурга - системообразующая,
              центральный фактор, обеспечивающий социальную стабильность и
              гармонизацию межнациональных и межконфессиональных отношений,
              способствующий раскрытию творческого потенциала, духовному
              развитию и формированию нравственной, ответственной,
              самостоятельно мыслящей личности и общества в целом. На протяжении
              многих лет Санкт‑Петербург продолжает обладать мощным потенциалом
              развития. Экономический потенциал определяется масштабами
              хозяйственного комплекса и диверсифицированной структурой
              экономики. Санкт‑Петербург является крупным промышленным,
              транспортным, научно-образовательным, культурным и туристическим
              центром. Эти направления эффективно дополняют друг друга,
              обеспечивают высокую конкурентоспособность, сглаживают негативные
              последствия кризисных явлений, что является основой устойчивого
              экономического развития. 2021 год, также, как и предыдущий, был
              непростым для населения и экономики Санкт‑Петербурга ввиду
              действующих ограничений, связанных с распространением новой
              коронавирусной инфекции COVID-19. Несмотря на введенные
              ограничения экономика Санкт‑Петербурга в силу многоотраслевого
              характера показала стабильность в темпах своего развития. По
              масштабам экономики среди всех субъектов Российской Федерации
              Санкт‑Петербург занимает 4-е место, уступая только Москве,
              Тюменской и Московской областям. Благодаря проведению в
              Санкт‑Петербурге грамотной экономической политики в экономике
              Санкт‑Петербурга сохраняется тенденция к успешному устойчивому
              развитию. Валовый региональный продукт (ВРП), основной показатель,
              характеризующий состояние экономики города, по итогам 2021 года
              незначительно увеличился – 5,236 млрд. руб. (2020 г. – 5,235 трлн.
              рублей). Наибольший вклад в формирование ВРП Санкт‑Петербурга
              вносят обрабатывающая промышленность, строительство, торговля
              оптовая и розничная, транспортировка и хранение, деятельность
              гостиниц и предприятий общественного питания. По итогам 2021 года
              Санкт‑Петербург сохранил свои позиции в группе регионов-лидеров по
              уровню социально-экономического развития, наблюдается устойчивая
              положительная динамика по основным макроэкономическим показателям,
              а уровень развития социальной сферы превышает среднероссийский и
              является одним из самых высоких в стране. Важнейшим фактором
              устойчивого развития экономики является приток инвестиций.
              Несмотря на пандемию за январь- сентябрь 2021 года по полному
              кругу предприятий, осуществляющих инвестиционную деятельность на
              территории Санкт‑Петербурга, в экономику города поступило более
              511,9 млрд. рублей инвестиций в основной капитал за счет всех
              источников финансирования. Суммарно за последние пять лет в
              экономику города поступило более 3 триллионов рублей. В 2021 году
              общий объем капиталовложений составил 96,4 млрд рублей, что на 28%
              больше, чем в 2020 году. По итогам 2021 года Санкт‑Петербург
              входит в первую десятку российских регионов Национального
              инвестиционного рейтинга, ведущие мировые рейтинговые агентства
              подтвердили свои оценки в отношении Санкт‑Петербурга, в том числе
              его долгосрочные кредитные рейтинги в иностранной и национальной
              валюте. Внешнеторговый оборот Санкт‑Петербурга в январе — декабре
              2021 года составил 56,5 млрд. долл. США и по сравнению с
              показателем за 2020 год увеличился на 32,8%, следует из данных
              Федеральной таможенной службы РФ. Доля экспорта во внешнеторговом
              обороте составила 52,9%, импорта — 47,1%. Экспорт увеличился на
              42,3% (до 29,906 млрд. долл. США), импорт — на 23,6% (до 26,6
              млрд. долл. США). Сальдо торгового баланса в 2021 году сложилось
              положительное — 3,3 млрд. долл. США). Положительная динамика
              внешнеторговых операций Санкт‑Петербурга сформировалась за счет
              увеличение объемов экспорта, несмотря на ухудшающуюся
              внешнеполитическую ситуацию. Одним из самых быстрорастущих и
              перспективных секторов экономики города продолжает оставаться
              производство лекарственных средств и материалов, применяемых в
              медицинских целях, возросли объемы производства лекарственных
              препаратов и материалов, применяемых в медицинских целях. В 2021
              году в Санкт‑Петербурге в связи с коронавирусом ухудшилась
              динамика роста численности населения. По итогам прошлого года
              численность населения достигла 5 386,0 тыс. человек и с начала
              2021 года уменьшилась на 8,5 тыс. человек или на 0,1%. Сокращение
              численности населения происходило из-за естественной убыли,
              которая в январе–декабре 2021 года увеличилась по сравнению с
              соответствующим периодом 2020 года. Общая убыль населения за
              2020-2021 гг. составила 19,6 тыс. человек. При этом естественная
              убыль населения была компенсирована за счет миграционного прироста
              на 24,5 тыс. или 79% (2020 – 5 386,0 тыс. человек, убыль составила
              12,1 тыс. человек или на 0,2%). Экономически активное население
              Санкт‑Петербурга в возрасте от 16 лет и старше в 2021 году
              несколько увеличилось (на 1,02 %) по сравнению с аналогичным
              периодом 2020 года и составило 3 106 тыс. человек. Численность
              населения, занятого в экономике – 3 042,9 тыс. чел., уровень
              безработицы (по методологии Международной организации труда (МОТ))
              составил 1,6 % от численности рабочей силы и является одним из
              самых низких среди субъектов РФ (РФ – 4,3 %, СФЗО – 3,4 %, Москва
              – 2,3 %). Основным источником пополнения населения
              Санкт‑Петербурга за счет миграции в современных условиях в 2021
              году стали другие регионы Российской Федерации, а также трудовые
              мигранты из стран СНГ. Несмотря на продолжение пандемии
              коронавируса Санкт‑Петербург по-прежнему относится к регионам с
              дефицитом в рабочей силе. Проводимая в Санкт‑Петербурге
              национальная политика направлена на гармонизацию межнациональных
              отношений, формирование и укрепление межкультурного согласия.
              Санкт‑Петербург является городом, в котором соединились культура,
              искусство и традиции многих народов, людей, принадлежавших к
              разным национальностям, религиозным и этническим группам,
              отличающимся друг от друга своим темпераментом, нравами, обычаями.
              Одной из основных целей развития Санкт‑Петербурга является
              поддержание социального благополучия и общественного согласия,
              формирование общества, основанного на доверии и ответственности.
              Санкт‑Петербург всегда был и остается городом, в котором
              соединились культура, искусство и традиции людей многих
              национальностей, принадлежавшим к разным народам и этническим
              группам, отличающимся друг от друга своим темпераментом, нравами,
              обычаями, религиозными предпочтениями. Миграционные процессы
              играют значимую роль в социально-экономическом и демографическом
              развитии Санкт‑Петербурга. Миграционная привлекательность
              Санкт‑Петербурга по сравнению с другими регионами Российской
              Федерации, принимающими мигрантов, традиционно является одной из
              самых высоких в стране.
            </p>
          </blockquote>
        </div>
      </div>
    </section>
  );
}
